Repository: Sockitos/arcadia
Catalog: lib/l10n/app_*.arb
Languages: pt

source: Whales do what?!
pt: As baleias fazem o quê?!

source: Start!
pt: Começar!

source: Sources
pt: Fontes

source: Close
pt: Fechar

source: Stops to explore ;)
pt: Paragens para explorar ;)

source: Leave
pt: Fechar

source: You're here
pt: Estás aqui

source: Two-legged Creatures
pt: Criaturas de duas pernas

# populationOverTime
source: Blue Whale population over time
pt: População de Baleia Azul ao longo do tempo

source: Commercial whaling peak
pt: Pico da Caça às Baleias

source: Near-extinction
pt: Quase extinção

source: Commercial whaling ban
pt: Proibição de caça comercial de baleias

# numbersSlowlyRising
source: Number are slowly rising!
pt: Números a crescer!

source: Today
pt: Hoje

# whenBorn
source: When were you born?
pt: Em que ano nasceste?

# youBorn
source: You're born!
pt: Nasceste!

# notLongUntilBan
source: Not long until the whaling ban.
pt: Não falta muito até à proibição da caça à baleia.

# populationsGrowSoon
source: Whale populations will start to grow soon :)
pt: As populações de baleias vão começar a crescer em breve :)

# populationsRecovering
source: Whale populations are already recovering :D
pt: As populações de baleias já estão a crescer :D

source: Carbon
pt: Carbono

source: Oxygen
pt: Oxigénio

source: breathing
pt: respirar

source: feeding
pt: alimentar

source: phytoplankton
pt: fitoplâncton

# chooseCountry
source: Choose your country:
pt: Escolhe o teu país:

source: My poo
pt: O meu cocó

source: is important?!
pt: é importante?!

source: Emitted
pt: Emitido

source: Absorbed
pt: Absorvido

# tonsPerYear
source: (in tons / per year)
pt: (em toneladas / por ano)

source: worldwide
pt: mundialmente

source: billion
pt: mil milhões

source: trees
pt: árvores

# equivalent
source: Equivalent to
pt: Equivalente a

# amazonForests
source: 4 Amazon Forests!
pt: 4 Florestas da Amazónia!

source: Blue Whale
pt: Baleia Azul

source: Human
pt: Humano

# greatWhiteShake
source: Great white shark
pt: Grande Tubarão Branco

source: Bus
pt: Autocarro

source: You!
pt: Tu!

# hadNoIdea
source: I had no idea!
pt: Não fazia ideia!

# carbonDeepWhenTheyDie
source: Carbon (CO₂) shuttled to the deep sea by baleen whales when they die
pt: Carbono (CO2) levado para o fundo do oceano por baleias de barbas quando morrem

source: Whales Today
pt: Baleias hoje

# ifWhalesRecovered
source: If whale populations recovered to pre-whaling numbers
pt: Se as populações de baleias recuperasse aos números anteriores à caça de baleias

# equivalentToCO2
source: That's equivalent to the CO2 absorbed by:
pt: O equivalente ao CO2 absorvido por:

# doOurPart
source: But we must do our part!
pt: Temos de fazer a nossa parte!

source: touch to flip
pt: toca para virar

# ourPart1Label
source: Reduce food waste
pt: Reduz o desperdício alimentar

# ourPart1Text
source: Food waste is responsible for 6% of total global emissions
pt: Responsável por 6% to total das emissões globais

# ourPart2Label
source: Eat a Plant-rich diet
pt: Come uma dieta rica em vegetais

# ourPart2Text
source: Plant-rich diets reduce emissions and also tend to be healtier
pt: Estas produzem menos CO2 e tendem a ser mais saudáveis

# ourPart3Label
source: Make your home more efficient
pt: Torna a tua casa mais eficiente

# ourPart3Text
source: Weatherize, use led lights, be conscious of energy use
pt: Isolamento, luzes led, usa energia de forma eficiente

# ourPart4Label
source: Shift to alternative transportation
pt: Usa transportes alternativos

# ourPart4Text
source: Public transportation, Bicycles, Car-pool, walk
pt: Transportes públicos, bicicletas, partilha de carro, andar a pé

# ourPart5Label
source: Buy less stuff
pt: Compra menos coisas

# ourPart5Text
source: Try to refurbish or repurpose existing items
pt: Tenta arranjar ou dar nova vida a produtos existentes

# ourPart6Label
source: Support equality
pt: Apoia a igualdade

# ourPart6Text
source: Access to high-quality, inclusive education and voluntary reproductive healthcare
pt: Acesso a educação inclusiva de qualidade e a saúde reprodutiva voluntária

source: Microplastics
pt: Microplásticos

# plasticWasteCreate
source: Plastic waste created
pt: Resíduos plásticos criados

# whereYouFrom
source: Where are you from?
pt: De onde és?

source: tons
pt: toneladas

source: Adult African Elephants
pt: Elefantes Africanos Adultos

source: What can
pt: O que

source: you do?
pt: podes fazer?

# canDo1Label
source: Take a reusable bag with you
pt: Leva um saco reutilizável contigo

# canDo2Label
source: Respect natural environments
pt: Respeita o ambiente natural

# canDo2Text
source: and leave them cleaner then you found them
pt: e deixa-os mais limpos do que encontraste

# canDo3Label
source: Look for natural fibres
pt: Procura fibras naturais

# canDo3Text
source: Synthetic fibres like polyester & nylon release plastic microfibers when washed
pt: Fibras sintéticas como o poliéster ou nylon largam microfibras de plástico quando lavadas

# canDo4Label
source: Stop using single-use plastics
pt: Deixa de usar plásticos de uso único

# canDo5Label
source: Buy vegies & fruit not wrapped in plastic
pt: Compra fruta e vegetais não embalados em plástico

# canDo6Label
source: When you can't really avoid using plastic, recycle it after
pt: Quando não consegues mesmo evitar usar plástico, recicla-o depois

# baltazarMigration
source: Baltazar's Migration 6,400 km/year
pt: A migração do Baltazar 6,400 km/ano

source: feeding grounds
pt: zona de alimentação

# breedingGround
source: breeding grounds
pt: zona de acasalamento

# clickToSeeDistance
source: Click to see distance from where you are from
pt: Clica para ver a distância desde onde estás agora

# migrationCorridors
source: Blue whales migration corridors
pt: Corredores de migração da Baleia Azul

source: Shipping density
pt: Densidade de navios

source: slide
pt: desliza

source: We need to...
pt: Precisamos de...

# needTo1Label
source: Slow ships down
pt: Abrandar os navios

# needTo1Text
source: especially in the migration corridors
pt: especialmente nos corredores migratórios

# needTo2Label
source: Avoid certain areas at particular periods
pt: Evitar certas zonas em certas alturas do ano

# needTo2Text
source: Adapt to marine life patterns
pt: Adaptar aos padrões da vida marinha

# needTo3Label
source: Buy local products
pt: Comprar produtos locais

# needTo3Text
source: Support local economies and avoid long transport
pt: Apoiar a economia local e evitar transporte longo

# noiceVolume
source: Noise volume
pt: Volume de ruído

# realOceanNoice
source: (real ocean noise)
pt: (som real nos oceanos)

source: Sound Volumes
pt: Volume dos Sons

# clickOnIcons
source: Click on the icons
pt: Clica nos icons

# decibels
source: decibels (dB)
pt: decibeis (dB)

source: Let's reduce
pt: Vamos reduzir

source: the noise
pt: o ruído

# lets1Label
source: Less noisy vessels
pt: Navios mais silenciosos

# lets1Text
source: For example, replace propellers
pt: Por exemplo, trocar hélices

# lets2Label
source: Avoid sensitive areas
pt: Evitar zonas sensíveis

# lets2Text
source: Adapt to ocean life
pt: Adaptar à vida marinha

# lets3Label
source: Alternative Energy
pt: Energia alternativa

# lets3Text
source: Support renewables instead of oil drilling
pt: Apoiar energias renováveis em vez de petróleo

source: Seismic Air Gun
pt: Canhão de ar sísmico

source: Container Ship
pt: Navio porta contentores

source: Offshore Drill Rig
pt: Plataforma petrolífera

# blueWhaleDB
source: Blue Whale
pt: Baleia Azul

source: Jet Engine
pt: Motor de Jato

# talkingToFriend
source: Talking to a friend
pt: Conversar com amigo

# painfulHumanEar
source: Painful to the human ear
pt: Doloroso para o ouvido humano

# sameCO2Captured
source: The same CO₂ captured by
pt: O mesmo CO2 absorvido por

# treesInOnYear
source: trees in one year
pt: árvores num ano

# letsDoThis
source: Let's do this together!
pt: Vamos fazer isto juntos!

# bePartOfThisStory
source: And now, leave your mark on our walls. Be part of this story. :)
pt: E agora, deixa a tua marca nas nossas paredes. Faz parte desta história. :)
